Revit 2027 API
ParameterTypeId.RbsElecDemandCurrentPhasea Property
 "Demand Current Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDemandCurrentPhasea { get; }
Public Shared ReadOnly Property RbsElecDemandCurrentPhasea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDemandCurrentPhasea {
	ForgeTypeId^ get ();
}
static member RbsElecDemandCurrentPhasea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace